[
    {
        "id": "anti_anti_semitism",
        "name": "Anti-anti-semitism",
        "description": "Jewish people have consistently been subject to horrible conspiracy theories and persecution. Israel's horrible genocide must not never take away that anti-semitism is unacceptable. Also, we need a better word for this."
    },
    {
        "id": "anti_poverty",
        "name": "Anti-poverty",
        "description": "What if people could afford food and housing"
    },
    {
        "id": "anti_warmongering",
        "name": "Anti-warmongering",
        "description": "War has become a profitable industry that turns innocent lives into money"
    },
    {
        "id": "disability_rights",
        "name": "Disability rights",
        "description": "Don't rest until about every location and website is well accessible and disabled people can get married without huge financial consequences"
    },
    {
        "id": "free_palestine",
        "name": "Free Palestine",
        "description": "What if we would stop colonising"
    },
    {
        "id": "polyamorous_rights",
        "name": "Polyamorous rights",
        "description": "If someone wants to marry multiple people, they should be allowed to"
    },
    {
        "id": "privacy",
        "name": "Privacy",
        "description": "Privacy is an important pursuit. “If you have nothing to hide, you have nothing to fear” doesn’t work when what and who is illegal can be changed by the government at any time"
    },
    {
        "id": "pro_choice",
        "name": "Pro-choice",
        "description": "This includes abortion and the right to do with your body and clothes as you wish. This does not include wearing clear hate symbols and declining life-saving medical procedures like vaccinations"
    },
    {
        "id": "pro_diversity",
        "name": "Pro-diversity",
        "description": "Not staying isolated with those who were born right next to you is good for you"
    },
    {
        "id": "queer_rights",
        "name": "Queer Rights",
        "description": "This refers mostly to things in terms of orientation & the rights thereof. Trans & polyamorous rights are in seperate subjects"
    },
    {
        "id": "right_to_housing",
        "name": "Right to housing",
        "description": "There are enough buildings for all of us. Unused and empty buildings should house those who cannot afford to otherwise"
    },
    {
        "id": "right_to_protest",
        "name": "Right to protest",
        "description": "People should be allowed to protest - and counterprotest - as wanted"
    },
    {
        "id": "sex_workers_rights",
        "name": "Sex Worker’s Rights",
        "description": "Sex work is work"
    },
    {
        "id": "trans_rights",
        "name": "Trans Rights",
        "description": "Providing support, safety & medical help to every trans person that wants it"
    }
]